{
    "profile": {
        "rol": "Junior Developer",
        "description": "More than 6 years of experience in the sector. Over the last 4 years, I have been acquiring a solid foundation and perfecting my skills in various technologies, especially Java, HTML, CSS and Javascript.<br /> I am looking for new opportunities to grow professionally and apply my knowledge in innovative and challenging projects."
    },
    "experience": {
        "first-job-title": "Software Developer and Technical Support",
        "first-job-date": "March 2024",
        "first-job-description": "I developed and maintained software applications and systems, ensuring their performance and scalability. I provided level 1, 2 and 3 technical support, resolving incidents and technical problems of end users and equipment.",
        "second-job-title": "IT Technician",
        "second-job-date": "April 2018",
        "second-job-description": "I performed the assembly and mounting of recycled computer equipment.<br />I performed preventive and corrective maintenance of computers, ensuring their optimal operation. I configured and installed computer programs, ensuring software compatibility and performance on different systems."
    },
    "projects": {

        "first-project-title": "Time clocking and audit management system",
        "first-project-description-1": "I developed a web application in ASP.NET that allows employees of an organization to log in using their Active Directory credentials. The application provides an intuitive and secure interface for users to view their work clockings and the modification history of their records.",
        "first-project-description-2": "This project demonstrates my ability to develop robust and secure web applications using ASP.NET, as well as my ability to integrate corporate systems such as Active Directory and SQL Server. The attention to usability and security in this project are examples of my focus on creating effective, user-centric solutions.",

        "second-project-title": "Search bar and books selection",
        "second-project-description-1": "I implemented an API with Asp.net Core that looks for books by search term. I configured an endpoint that receives the term and performs the request to the database, returns an answer in JSON format With the books found. ",
        "second-project-description-2": "The search bar, made with PHTML and JavaScript, performs a request to the API and shows the results in a drop-down box. Each selected book adds a card to keep track of what books They have been selected, in order to save the selection when sending the form. ",
        
        "third-project-title": "Client-server application for ordering",
        "third-project-description-1": "I designed and developed an Android application to finish the higher cycle of multiplatform application development. I used Java in Android Studio, I used the Android framework to create the screens, trying to ensure an intuitive and functional interface for users.",
        "third-project-description-2": "I implemented the backend server with Express.js, creating endpoints to receive requests and manage the server logic and communication with the database.",
        
        "fourth-project-title": "Participation in the national programming contest ProgramaMe",
        "fourth-project-description-1": "I qualified with my team for the national programming contest 'ProgramaMe', which was held at the Complutense University of Madrid.",
        "fourth-project-description-2": "After passing the regional, my team qualified to attend the national competition. A rewarding and motivating experience in which we learned a lot about competitive programming and problem solving. We had to take into account so much the execution time as well as the resources used by each program."
    },
    "hobbies": {
        "title": "Hobbies",
        "first-hobby-title": "Music",
        "first-hobby-description": "Sitting in front of the computer and start creating music is one of my favorite hobbies, for me it is very relaxing and helps me to clear my mind. I usually write my lyrics and spend time with my friends composing songs."
    },
    "cards": {
        "experience-title": "Experience",
        "experience-years": "Years of experience",
        "hobbies-title": "Hobbies",
        "design-multimedia": "Design and Multimedia",
        "languages": "Languages"
    },
    "buttons": {
        "demo": "Demo",
        "code": "Code",
        "chronicle": "Chronicle"
    },
    "mode": {
        "light": "Light mode",
        "dark": "Dark mode"
    },
    "languages": {
        "spanish": "Spanish",
        "english": "English",
        "valencian": "Valencian"
    }
}