{
    "profile": {
        "rol": "Desarrollador Junior",
        "description": "Más de 6 años de experiencia en el sector. Durante los últimos 4 años, he ido adquiriendo una sólida base y perfeccionando mis habilidades en diversas tecnologías, en especial Java, HTML, CSS y Javascript.<br /> Estoy buscando nuevas oportunidades para crecer profesionalmente y aplicar mis conocimientos en proyectos innovadores y desafiantes."
    },
    "experience": {
        "first-job-title": "Desarrollador de Software y Soporte Técnico",
        "first-job-date": "Marzo 2024",
        "first-job-description": "Desarrollé y mantuve aplicaciones y sistemas de software, asegurando su rendimiento y escalabilidad. Proporcioné soporte técnico de nivel 1, 2 y 3, resolviendo incidencias y problemas técnicos de usuarios finales y equipos.",
        "second-job-title": "Técnico informático",
        "second-job-date": "Abril 2018",
        "second-job-description": "Realicé el montaje y ensamblaje de equipos informáticos reciclados.<br />Efectué el mantenimiento preventivo y correctivo de ordenadores, asegurando su óptimo funcionamiento. Configuré e instalé programas informáticos, garantizando la compatibilidad y el rendimiento del software en diferentes sistemas."
    },
    "projects": {
        "first-project-title": "Aplicación cliente-servidor para realizar pedidos",
        "first-project-description-1": "Diseñé y desarrollé una aplicación Android para finalizar el ciclo superior de desarrollo de aplicaciones multiplataforma. Usé Java en Android Studio, utilicé el framework de Android para crear las pantallas, intentando asegurar una interfaz intuitiva y funcional para los usuarios.",
        "first-project-description-2": "Implementé el servidor backend con Express.js, creando endpoints para recibir peticiones y gestionar la lógica del servidor y la comunicación con la base de datos.",
        
        "second-project-title": "Participación en el concurso nacional de programación ProgramaMe",
        "second-project-description-1": "Me clasifiqué junto a mi equipo para el concurso nacional de programación 'ProgramaMe', que se celebró en la Universidad Complutense de Madrid.",
        "second-project-description-2": "Después de superar el regional, mi equipo clasificó para asistir al concurso nacional. Una experiencia gratificante y motivadora con la que aprendimos mucho sobre programación competitiva y resolución de problemas. Tuvimos que tener en cuenta tanto el tiempo de ejecución como los recursos que utilizaba cada programa."

    },
    "hobbies": {
        "first-hobby-title": "Música",
        "first-hobby-description": "Sentarme frente al ordenador y empezar a crear música es una de mis aficiones favoritas, para mi es muy relajante y me ayuda a despejar la mente. Generalmente escribo mis letras y comparto tiempo con mis amigos componiendo canciones."
    },
    "cards": {
        "experience-title": "Experiencia",
        "experience-years": "Años de experiencia",
        "hobbies-title": "Aficiones",
        "design-multimedia": "Diseño y Multimedia",
        "languages": "Idiomas"
    },
    "buttons": {
        "demo": "Demo",
        "code": "Código",
        "chronicle": "Crónica"
        
    },
    "mode":{
        "light": "Modo claro",
        "dark": "Modo oscuro"
    },
    "languages":{
        "spanish": "Español",
        "english": "Inglés",
        "valencian": "Valenciano"
    }
}